Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/Lady Chef Royale.tmx
Source language: en
Languages: es_419

source: SHE ONLY RECENTLY PIPED DOWN AFTER THAT FIASCO WITH SENIANNA IN GRANDFATHER’S PRESENCE.
es_419: Solo se calmó un poco después del fiasco con Seniana frente al abuelo.

source: TRIP
es_419: tropieza

source: I SEE NO REASON NOT TO ENCOURAGE HER WHEN HER ACTIONS CLEARLY BENEFIT OUR HOUSE.
es_419: ¿Por qué no darle ánimo? Está claro que sus acciones beneficiarían a la familia.

source: AND SIT FAR AWAY FROM GRANDFATHER.
es_419: … y sentarme lejos del abuelo.

source: IS IT SOMETHING SERIOUS?
es_419: ¿Es algo grave?

source: ...SEVEN, EIGHT, NINE, TEN.
es_419: … siete, ocho, nueve, diez.

source: WELL, AT LEAST SHE TRIED HARD?
es_419: Bueno, al menos lo intentó.

source: UNABLE TO FIGHT BACK AND DESPISED BY HER GRANDFATHER.
es_419: no pueda defenderse y su abuelo la odie.

source: INDEED!
es_419: ¡Así es!

source: MAY I INQUIRE IF EVERYBODY HAS ARRIVED?
es_419: ¿Podrían decirme si ya llegaron todos?

source: YOU CALLED, MY LADY?
es_419: ¿Me llamó, señora?

source: SOUNDS LIKE SHE’S NOT ACTUALLY ILL, BUT MAKING A POOR EXCUSE.
es_419: Parece que no está enferma de verdad, solo serán excusas.

source: SH-SHE CAME?!HOW??
es_419: ¡¿Vi-vino?! ¿Cómo?

source: RIPE PERSIMMONS AND NOODLES… A-HA!
es_419: Caquis maduros y pastas… ¡Ajá!

source: I HAVE TO CROUCH DOWN!
es_419: ¡Si me agacho,

source: THIS SWEETNESS IS HONE?
es_419: ¿Lo dulce es miel?

source: HOW SURPRISING…
es_419: Qué sorpresa…

source: Localization Produced by Tapas Media
es_419: Localización por Tapas Media

source: IT’S A SUCESS!
es_419: ¡Fue un éxito!

source: MUNCH
es_419: ñam

source: COMTE MERIATEN, THE MAN BEHIND FLORHETTA’S ATROCITIES,BEGGED DESPERATELY FOR MERCY…
es_419: El conde Meriathen, quien había ideado las atrocidades de Florencia, suplicó desesperado.

source: AM I THE ONLY ONE WHO HEARD MY SISTER’S REQUEST CLEARLY?
es_419: ¿Soy el único que prestó atención al pedido de mi hermana?

source: LIKE A LIVING CORPSE.
es_419: Parecía un cadáver.

source: YOU REMIND ME OF THE TIME I MET YOUR FATHER…
es_419: Me recuerdas a cuando conocí a tu padre…

source: GRANDFATHER.
es_419: abuelo.

source: M-MS.
es_419: ¡Se-señorita

source: I’M GLAD TO HEAR THAT.
es_419: Me alegro mucho.

source: AH, LADY FLORHETTA.
es_419: Ah, Lady Florencia.

source: THUD!
es_419: ¡Pum!

source: SUPPOSE I DON’T HAND THIS DOCUMENT OVER,
es_419: ¿Y si no te lo doy?

source: BUT IT’S TRUE.
es_419: Es la verdad.

source: THOUGH IT WON’T BE EASY, JUDGING FROM THE SINISTER GRINS ON THE BROTHERS’ FACES.
es_419: Aunque, a juzgar por las sonrisas siniestras de los hermanos, no sería fácil.

source: WOULD YOU THEN HIT ME?
es_419: ¿Vas a golpearme?

source: SILENCE
es_419: Silencio

source: HE’S BARELY TOUCHED HIS SALAD.
es_419: Casi no tocó la ensalada.

source: HAH, JUST LOOK AT THESE VULTURES, SCAVENGING FOR MORSELS FROM HOUSE FRANCIFF.
es_419: Ja, miren cómo estos buitres se abalanzan por unas migajas de la Casa Franciff.

source: BUT SHE SEEMED TO BE IN PERFECT HEALTH UP UNTIL THE MOMENT SHE FAINTED.
es_419: Pero hasta que se desmayó parecía estar perfecta.

source: ARTHUR FRANCIFF.
es_419: Arturo Franciff.

source: FLORHETTA TRUSTED HER ANNEX MAIDS TO KEEP SILENT AND INSTEAD ANTICIPATED THAT I WOULD BE DRIVEN OUT OF THE CHATEAU.
es_419: Florencia confió en que las criadas del anexo guardarían silencio y esperaba que me echaran del castillo.

source: SIT HERE.
es_419: Ven aquí.

source: THEN AGAIN, I ALWAYS DID ENJOY THE SIGHT OF GROVELING SYCOPHANTS.
es_419: Pero bueno, siempre disfruté ver cómo se humillan los aduladores.

source: MIA LIKE THIS!
es_419: perderla así!

source: WRENCH
es_419: arranca

source: HUH…?
es_419: ¿Eh?

source: BUT I’M NOT JOKING, I’M SERIOUS.
es_419: No es una broma. Hablo en serio.

source: THE COMMON TERM IS ACTUALLY ‘RIPE PERSIMMONS.’
es_419: En general se habla de "caquis maduros".

source: PAT
es_419: acaricia

source: AS EXPECTED.
es_419: Era de esperar.

source: WHY ON EARTH WOULD MY DAUGHTER ABUSE YOU?!
es_419: ¿Por qué habría de maltratarla mi hija?

source: OF COURSE I’M NOT.
es_419: ¡Claro que no!

source: FOUND YOU.
es_419: Te encontré.

source: THE GUEST FROM THE CAPITAL IS AWAITING YOU, MY LORD.
es_419: Señor, lo espera el invitado de la capital.

source: LORHETTA HAS BEEN OVERSTEPPING HER BOUNDARIES, AS IF SHE WAS ALREADY THE MARQUISE FRANCIFF.
es_419: Florencia se está pasando de la raya, actúa como si ya fuese la marquesa Franciff.

source: THAT WAY, IT’LL HURT LESS.
es_419: va a doler menos!

source: OH MY SENA, BE CAREFUL NOW.
es_419: ¡Ay! Cuidado, Sena.

source: AND I’M SURE YOU WON’T FORSAKE ME AS LONG AS I REMAIN USEFUL.
es_419: Y estoy segura de que no me harías nada mientras te sea útil.

source: HAH, THAT BRAT WILL BE SHOCKED OUT OF HER WITS WHEN SHE SEES THIS.
es_419: Ja, esa mocosa va a quedar bien impactada cuando vea esto.

source: HAHA…
es_419: Jaja

source: CLIK
es_419: clic

source: SHE MUST BE STILL SHAKEN BY THE SUICIDE ATTEMPT.
es_419: Aún estará alterada por ese intento de suicidio,

source: THE INVESTIGATION WILL SURELY RESOLVE ANY MISUNDERSTANDINGS SHOULD THEY EXIST.
es_419: La investigación debería resolver el malentendido, si es que lo hubiera.

source: I SHOULD LEAVE.
es_419: Mejor me voy.

source: WOBBLE
es_419: tambalea

source: I AM NOT SURE, SHE JUST SAID THAT SHE WAS FEELING UNWELL AND COULD NOT ATTEND THE CELEBRATION.
es_419: No estoy segura; dijo que se sentía mal y que no podría asistir al festejo.

source: BUT IF YOU ASK ME…
es_419: Pero a decir verdad…

source: GRIMACE
es_419: mueca

source: AND JUHO TOO!
es_419: ¡Y Juho también!

source: SHE SEEMED TO BE CONFIDENT ENOUGH TO TRY.
es_419: Parecía confiada como para intentarlo.

source: SO IT WOULD BE EASIER IF GAWAIN WAS JUST UPFRONT.
es_419: Sería más fácil si Gael fuera directo.

source: BUT TO NO AVAIL.
es_419: Pero no hubo caso.

source: HOW DID YOU GET HERE?
es_419: ¿Cómo llegaste aquí?

source: MY LADY… OH DEAR, NOT THE MEAT AGAIN!
es_419: Señorita… ¡Ay, no! ¡¿Otra vez la carne?!

source: NOT ATTENDING HER GRANDFATHER’S BIRTHDAY CELEBRATION?
es_419: ¿No vino al cumpleaños de su abuelo?

source: A-AT LEAST PUT ON YOUR SHOES.
es_419: ¡Al menos póngase los zapatos,

source: N-NONSENSE!
es_419: ¡Es ridículo!

source: HMM…
es_419: Mmm…

source: THE REASON WHY YOU CHANGED.
es_419: ¿Por qué cambiaste?

source: THE ENTIRE ANNEX WAS FLORHETTA’S DOMAIN UNTIL JUST RECENTLY.
es_419: Hasta hace muy poco, el anexo era territorio de Florencia.

source: IS IT TO YOUR LIKING.
es_419: ¿Le agrada,

source: IT TOOK SO LONG THAT I DIDN’T EVEN HAVE TIME TO PROPERLY ADORN MYSELF.
es_419: Me llevó tanto tiempo que ni siquiera pude arreglarme como se debe.

source: CLING
es_419: agarra

source: YOU CAN PET ME IF YOU WANT.
es_419: Si quieres puedes hacerme un mimo.

source: FWIP
es_419: entrega

source: MIA,,,!
es_419: Mía!

source: SHE MUST HAVE BRIBED THE MAIDS TO FRAME ME!
es_419: ¡Seguro sobornó a las criadas para que me acusen!

source: SOFT AND TENDER… PERSIMMONS?
es_419: ¿Caquis… blandos y tiernos?

source: OH…
es_419: Ah…

source: HOW WERE YOU CERTAIN THAT IT WASN’T ME WHO SENT HER?
es_419: ¿Cómo estabas tan segura de que no la envié yo?

source: HA
es_419: Ja

source: HOW CAN SOMEONE PASS OUT SO SUDDENLY WITHOUT SHOWING ANY SYMPTOMS OF ILLNESS?
es_419: ¿Cómo pudo desmayarse de improviso sin presentar ningún tipo de síntomas?

source: HOW IS IT, AUNT FLORHETTA?
es_419: ¿Cómo está, tía Florencia?

source: BUT THE ACCUSATION ITSELF IS PREPOSTEROUS!
es_419: ¡Pero la acusación en sí ya es absurda!

source: NONSENSE…
es_419: No puede ser…

source: IT WAS, EFFECTIVELY, A DEATH SENTENCE.
es_419: Fue una verdadera sentencia de muerte.

source: JUST SOMETHING THAT WILL LET HER SLEEP LIKE A BABY THROUGHOUT THE WHOLE DAY.
es_419: Nada, solo algo que la hará dormir como un bebé durante todo el día.

source: THE FRUIT COMES AFTER THE BLOSSOM.
es_419: El fruto crece después de la flor.

source: HE HEARD GRANDFATHER SPECIFICALLY REQUEST RIPE PERSIMMONS AS ‘SOFT AND TENDER PERSIMMONS’?
es_419: ¿Habrá escuchado la abuelo pedir "caquis blandos y tiernos" en lugar de "caquis maduros"?

source: LIES, ALL LIES, MY LORD!
es_419: ¡Son puras mentiras!

source: NO WONDER YOUR NICKNAME IS ‘SNAKE.’
es_419: Con razón te llaman "serpiente".

source: ...I MUST GO FOR NOW.
es_419: Debo irme de momento.

source: SHE FAINTED FROM EXHAUSTION COUPLED WITH HER POOR HEALTH CONDITION.
es_419: Se desmayó debido al cansancio y a su mal estado de salud.

source: ANNOYED
es_419: molesto

source: WELL…
es_419: Pues…

source: SHE IS SLANDERING ME!
es_419: ¡Me está difamando!

source: I SUPPOSE…
es_419: Será…

source: NOT EXACTLY, BUT…
es_419: No es tan así...

source: AM I…?
es_419: … estoy?

source: Lysha Translator:
es_419: Lysha

source: IT’S SO OBVIOUS THAT SHE’S TRYING TO MAKE MY DISH AN AFTERTHOUGHT.
es_419: Está claro que intenta dejar mi plato en segundo plano.

source: GRIT
es_419: rechina

source: ABUSE…?!
es_419: ¿Maltrato?

source: WH-WHAT?!
es_419: ¡¿Q-qué?!

source: FOR WHO WOULD DARE LEND MONEY TO A MAN DISFAVORED BY NEVERIOUS FRANCIFF?
es_419: ¿Quién osaría prestarle dinero a alguien caído en desgracia ante Naverius Franciff?

source: HMPH
es_419: Jum

source: SPARKLE
es_419: resplandece

source: I’M ACCUSTOMED TO VIOLENCE.
es_419: Me acostumbré a la violencia.

source: WHAT?
es_419: ¿Qué?

source: SO I CAN PREPARE A SPECIAL DISH ON HIS BIRTHDAY.
es_419: Para prepararle un plato especial de cumpleaños.

source: DID YOU ENJOY THE REWARD, SENIANNA?
es_419: ¿Disfrutaste de tu premio, Seniana?

source: HMPH~
es_419: Jum

source: IT SEEMS THAT BOTH DISHES PROVED TO BE WONDERFUL PRESENTS.
es_419: Al parecer, ambos platos resultaron ser regalos increíbles.

source: WHAT GOOD WOULD COME OF THIS WHEN SHE QUITS HALFWAY THROUGH?
es_419: ¿En qué nos beneficiaríamos si se rinde a mitad de camino?

source: RIGHT UP UNTIL SHE FAINTED?!
es_419: ¡¿Hasta llegar a desmayarse?!

source: IT WASN’T LONG BEFORE SIR HEATHERWOOD SENT HIS REPORT TO
es_419: Poco después, Heatherwood envió su informe al

source: PARDON…?
es_419: ¿Perdón?

source: CLASP
es_419: toma

source: FLINCH
es_419: sobresalto

source: DO AS I SAY, OR ELSE!
es_419: ¡Obedezca sin chistar!

source: INDEED.
es_419: Cierto.

source: MIA.
es_419: Mía.

source: IT FELT AS IF A FORMERLY FERAL, HISSING CAT WAS ACTING FRIENDLY ONLY TO ME.
es_419: Sentí como si un gato salvaje se hubiese vuelto amigable solo conmigo.

source: LANCELOT, GAWAIN!
es_419: ¡Lancelot, Gael!

source: CHAPTER 14
es_419: Capítulo 14

source: NOTHING SERIOUS, MY LORD.
es_419: Nada serio, señor.

source: CALM DOWN.
es_419: Tranquila.

source: THE MAIDS TURNED AGAINST HER AND PROVIDED WHATEVER THEY KNEW AS EVIDENCE.
es_419: Las criadas se pusieron en su contra y dieron toda la evidencia necesaria.

source: SHE AND I ARE COMPLETELY DIFFERENT INDIVIDUALS,
es_419: Ambas somos completamente diferentes.

source: HOW?!
es_419: ¡¿Qué?!

source: HAH
es_419: Ja

source: I WALKED.
es_419: Caminando.

source: SHE HAS CHANGED.
es_419: cambió.

source: I SUPPOSE I SHOULD BEHAVE AS SENIANNA USUALLY DID…
es_419: debería comportarme como lo haría Seniana…

source: NOT BAD AT ALL.
es_419: Para nada mal.

source: HEHE…
es_419: Jeje

source: YOU ARE THE VICTIM, SO YOU MAY DECIDE THEIR SENTENCE.
es_419: Tú eres la víctima, así que tú decides el castigo.

source: IT SEEMS THAT LADY SENIANNA WAS MORE TALENTED THAN WIDELY ASSUMED…
es_419: Parece que Lady Seniana es más talentosa de lo que se creía…

source: WAIT, THE AFTERTASTE… RIPE PERSIMMON?
es_419: Momento, ese sabor… ¿Caqui maduro?

source: THAT WOMAN…
es_419: Esa mujer…

source: SHUT
es_419: cierra

source: SO DON’T GO AWAY, MS.
es_419: No te vayas, señorita

source: WHY WOULD I?
es_419: ¿Por qué lo haría?

source: THANKFULLY, I GUESSED CORRECTLY, GRANDFATHER MUST HAVE BEEN FEELING STARVED RECENTLY…
es_419: Por suerte mi intuición fue correcta. El abuelo debe de haber estado pasando hambre…

source: WHY?
es_419: ¿Para?

source: HOW SPLENDID!
es_419: espléndido!

source: THE BANQUET DISH, OF COURSE!
es_419: ¡Para el plato del banquete!

source: I KNEW THIS QUESTION WOULD COME UP EVENTUALLY.
es_419: Sabía que me lo preguntarían en algún momento.

source: I’LL BE A GOOD GIRL…
es_419: Me voy a portar bien…

source: THEN, WHEN I GOT A BIT OLDER, I WAS BEATEN COUNTLESS TIMES BY THE DIRECTOR OF THE ORPHANAGE.
es_419: Después, de más grande, el director del orfanato me golpeaba todo el tiempo.

source: WHAT ARE YOU LOOKING AT?
es_419: ¿Qué miras?

source: YANK
es_419: jala

source: IT SEEMS THAT YOU ARE GROWING MORE BEAUTIFUL EVERY DAY.
es_419: Parece que cada día está más hermosa.

source: SEVERAL HOURS AGO AN ANNEX MAID BROUGHT ME TEA.
es_419: Hace unas horas, una criada del anexo me trajo té.

source: DID YOU THINK I’D LET YOU LIVE WITH THE MONEY HE STOLE FROM ME?!
es_419: ¡¿Creíste que te dejaría vivir, con todo el dinero que me robó?!

source: M-MY LORD, I SHALL COMPENSATE IN ANY WAY THAT I CAN… SO PLEASE DON’T BREAK OFF THE ENGAGEMENT!
es_419: Se-señor, voy a compensarlo en todas las maneras que pueda. ¡No rompa el compromiso, por favor!

source: I FELL IN LOVE WITH HIM AT FIRST SIGHT.
es_419: Me enamoré de él a primera vista.

source: IT SEEMS THAT SHE TRIED TO HIDE HER CONDITION.
es_419: Parece que intentó ocultarles lo que le pasaba.

source: JOLT
es_419: Sobresalto

source: HOW DARE YOU HUT MY KIN…!
es_419: ¡Osaste dañar a mi familia!

source: LADY FLORHETTA.
es_419: Lady Florencia.

source: NOW THEN… PLEASE DO TRY THE TURKEY THAT MY NEPHEW MADE ESPECIALLY FOR YOU, FATHER-IN-LAW.
es_419: Muy bien… Suegro, por favor pruebe el pavo que mi sobrino preparó especialmente para usted.

source: YOU SERIOUSLY BELIEVE THAT?
es_419: ¿En serio te parece?

source: SHE WANTED TO KNOW WHY I DIDN’T DRINK THE TEA.
es_419: Quería saber por qué no bebí el té.

source: HER CLUMSY YET WELL-MEANING EFFORTS ARE SIMPLY ENDEARING, WOULDN’T YOU AGREE?
es_419: Es torpe, a pesar de sus buenas intenciones. ¿No les parece encantadora?

source: DUNN
es_419: chan

source: A-HA, HA, HA… HE SEEMS TO BE IN A SHY MOOD TODAY.
es_419: Ja, ja, ja… Parece que hoy está tímido.

source: SHE HAS ALWAYS BEEN AT THE BOTTOM OF HER CLASS.
es_419: Siempre fue la peor de su clase.

source: HAPPY BIRTHDAY.
es_419: Feliz cumpleaños,

source: SO TYPICAL OF THAT TROUBLEMAKER.
es_419: Típico de esa revoltosa.

source: HAHA, WHAT A… LOVELY TURKEY DISH.
es_419: Ja, ja. Qué pavo tan… adorable.

source: IT WAS A COMMON TECHNIQUE IN KOREA TO STEAM MEAT IN ORDER TO TENDERIZE IT.
es_419: En Corea es una técnica común, cocinar carne al vapor para que quede tierna.

source: I MET HIM AT A PARTY IN THE IMPERIAL PALACE.
es_419: Lo conocí en una fiesta en el palacio imperial.

source: CURSTY
es_419: Reverencia

source: YOU MEAN HE PREFERS SWEET FOOD?
es_419: ¿Dices que le gusta lo dulce?

source: I BARELY EVEN HAD TO CHEW THE MEAT BEFORE IT MELTED SMOOTHLY IN MY MOUTH.
es_419: Casi no tuve que masticar la carne, se deshizo sola en mi boca.

source: I NEED A CERTAIN INGREDIENT, BUT I’M NOT SURE IF IT’S AVAILABLE CURRENTLY THIS SEASON.
es_419: Necesito un ingrediente en particular, pero no sé si habrá en esta época del año.

source: I’M AFRAID HE’S NOT THE TYPE OF MAN SUSCEPTIBLE TO PERSUASION… OR BLACKMAILING, FOR THAT MATTER.
es_419: Me temo que no es el tipo de persona que se deja manipular… ni extorsionar, si vamos al caso.

source: IT’S NOT LIKE THAT.
es_419: No es eso.

source: I NEED YOUR HELP, GRANDFATHER.
es_419: Necesito su ayuda, abuelo.

source: NOW I AM IN THE SPOTLIGHT, WHEREVER I GO.
es_419: Ahora soy siempre el centro de atención.

source: IT’S A SLUR MEANT TO MOCK SOMEONE FROM A RESPECTABLE FAMILY BUT WHO LACKS ANY PERSONAL CHARM.
es_419: Es una forma despectiva de referirse a alguien de familia noble que no posee ningún encanto.

source: WHAT SAY YOU, SENIANNA?
es_419: ¿Qué dices, Seniana?

source: NO, YOU WOULDN’T HAVE.
es_419: No, no harías algo así.

source: BUT WHAT IF SHE CAN COOK DECENTLY?
es_419: ¿Y si ella se defiende en la cocina?

source: NOTHING.
es_419: Nada.

source: MY WISH IS THAT YOU LAUNCH AN INVESTIGATION INTO THE MATTER.
es_419: Mi deseo es que se realice una investigación al respecto.

source: THANKS, CITRONNE.
es_419: Gracias, Citronella.

source: BUT SPEAKING OF WHICH…
es_419: Pero ya que estamos…

source: FWOOSH
es_419: Fuuush

source: HEHEHE, JUST AS I PLANNED.
es_419: Je, je, tal como lo planeé.

source: IT SEEMS HE MEANS TO LEAVE HER BE UNTIL SHE DOES SOMETHING TRULY UNFORGIVABLE.
es_419: Parece que piensa darle vía libre hasta que haga algo realmente terrible.

source: WITH DUE RESPECT, LORD FRANCIFF, I FEAR THAT I CANNOT OVERLOOK SUCH SLANDER!
es_419: Con todo respeto, Lord Franciff, ¡no puedo ignorar semejante calumnia!

source: HOW UNFORTUNATE THAT HIS LORDSHIP FAILED TO GIVE HER A PROPER UPBRINGING.
es_419: Es una lástima que el señor no haya logrado criarla como corresponde.

source: PAT PAT
es_419: tap tap

source: SHE ASKED GRANDFATHER TO LAUNCH AN INVESTIGATION.
es_419: Le pidió al abuelo que se investigara el tema,…

source: NO, IT’S MIXED WITH SOMETHING ELSE… BUT WHAT?
es_419: No, está mezclada con algo más… ¿Con qué?

source: IT SEEMS THAT THE YOUNG LADY FRANCIFF IS ABSENT, DESPITE THE BANQUET HAVING BEGUN.
es_419: Parece que la señorita Franciff no vendrá, a pesar de que el banquete ya comenzó.

source: AND STARTING TO COMMUNICATE WITH THE FAMILY, INSTEAD OF HATING AND AVOIDING US.
es_419: Y empezó a comunicarse más con la familia. Ya no nos odia ni nos evita.

source: WHAT’S THAT ANNEX BRAT DOING?
es_419: ¿Qué hace la mocosa del anexo?

source: IS SHE SERIOUS…?
es_419: ¿Habla en serio…?

source: ...MY HANDS?
es_419: … mis manos?

source: I HEARD SHE WAS UNWELL.
es_419: Oí que se sentía mal.

source: CLAK
es_419: clac

source: THAT TURKEY LOOKS MARVELOUS.
es_419: Ese pavo se ve maravilloso.

source: MIA…
es_419: Mía…

source: BUMP
es_419: pum

source: WOW~!
es_419: ¡Guau!

source: LIKE SEAGRASS WRAPPING GENTLY AROUND MY FINGERS.
es_419: Como algas que acarician mis dedos con delicadeza.

source: MY LORD, HOW ABOUT PLACING YOUR FOR ON THE SUPERIOR DISH?
es_419: Señor, ¿le parece bien dejar el tenedor sobre el mejor plato?

source: LANCELOT, ORDER HEATHERWOOD TO CONDUCT THE INVESTIGATION.
es_419: Lancelot, pide a Heatherwood que realice la investigación.

source: TEEHEE
es_419: Jiji

source: YIKES!
es_419: ¡ay!

source: YOUNG LORD LANCELOT SENDS YOU THIS PRECIOUS TEA.
es_419: El joven amo Lancelot le envía este té delicioso.

source: PLEASE EXCUSE MY TARDINESS.
es_419: Disculpen la tardanza.

source: HE WAS GAWAIN’S AGE BACK THEN.
es_419: Él tenía la edad de Gael.

source: ONCE FLORHETTA WEDS FATHER AND PRODUCES AN OFFPSRING.
es_419: Cuando Florencia se case con padre y le dé una criatura,

source: BUT HOW COULD YOU BE SO SURE?
es_419: Pero ¿cómo estabas tan segura?

source: A FORMER IMPERIAL PALACE INVESTIGATOR FAMOUS FOR HIS UNCOMPROMISING HONESTY.
es_419: Investigaba para el palacio real, es conocido por su honestidad incondicional.

source: IF MY GUESS IS CORRECT, THAT INGREDIENT WILL BE VITAL TO MY SUCCESS.
es_419: Si entendí bien, ese ingrediente será la clave del éxito.

source: INDEED, SHE IS TRULY A DISGRACE TO HER FAMILY.
es_419: Sí, es una verdadera desgracia para la familia.

source: LIFT
es_419: levanta

source: IS HE TRYING TO UPHOLD HIS GRANDDAUGHTER’S HONOR?
es_419: ¿Acaso intenta proteger el honor de su nieta?

source: IS THAT SO?
es_419: Ah, ¿sí?

source: GAWAIN MAY BE A BIT INTIMIDATING, BUT HE’S FAR BETTER THAN THE LOAN SHARKS WHO TRIED TO SELL MY ORGANS.
es_419: Puede que Gael sea intimidante, pero es mucho mejor que los prestamistas que intentaron vender mis órganos.

source: WHAT IS IT…?
es_419: ¿Qué es?

source: YOU’RE BEAUTIFUL AS ALWAYS.
es_419: Hermosa como siempre,

source: IF YOU HAD REALLY WANTED TO SEND ME A GIFT, THEN YOU WOULD HAVE SENT SOMEONE MORE RELIABLE THAN AN ANNEX SERVANT, WHO COULD EASILY PLOT AGAINST ME.
es_419: Si de verdad hubieras querido enviarme un regalo, habrías enviado a alguien de confianza, no a una criada del anexo que podría estar en mi contra.

source: NOT TO JUST TRUST HER AND PROSECUTE WITHOUT ANY EVIDENCE.
es_419: … no que confiara en ella y tomara una decisión sin evidencia.

source: MIA!
es_419: Mía!

source: BUT I WONDER IF IT’S APPROPRIATE TO LET HER ATTEND SUCH A HUGE PARTY.
es_419: ¿Será una buena idea dejarla participar de una fiesta tan grande?

source: I THOUGHT IT WAS THE MORE MERCIFUL SENTENCE COMPARED TO KILLING THEM INSTANTLY.
es_419: Me pareció la opción más piadosa, en comparación con asesinarlos en el momento.
